{ 
  "WF.Grit": "Grit",
  "bedlamite.ActorSheetBedlamite": "Bedlamite",
  "bedlamite.bedlamiteAbilities": "Bedlamite Abilities",
  "WF.bedlamite": "Bedlamite",
  "bedlamite.achillesDesc": "Achilles Strategem: By spending 1 full round observing anything constructed by human hands, the bedlamite can innately detect the weakest point on the object being observed. After successfully determining the “Achilles heel” of the object, the bedlamite increases damage rolls made against the object by +1d. Additionally, their critical range is then expanded to 19-20 and a +1d modifier is added to any Critical Hit chart roll.",
  "WF.contraptions": "Contraptions",
  "bedlamite.contraptions": "Bedlamites all have the inherent ability to create devices that bend the Laws of Nature. The arcane energies released during the Seven Days of Night baptized and imbued the bedlamite. Their natural talent to repair and invent has grown to such a degree that they can construct and “charge” contraptions that defy logic.",
  "WF.contraptions2": "Contraptions fall into two categories:",
  "bedlamite.contraption1": "Mundane Contraptions: The bedlamite can throw together and repair just about anything (that anyone can use) with the right tools, materials, and time. Mundane contraptions are an improvement over already existing devices, but bedlamites also like to create new and interesting contraptions (spring-heeled boots, lock pick gloves, water-proof lanterns, etc.).",
  "bedlamite.contraption2": "Wondrous Contraptions: Wondrous contraptions are fantastical items only usable by bedlamites. They are limited only by the imagination (and wallets) of their inventor and typically mimic magical spells or items that defy all logic. Wondrous contraptions must be brought to life each use by making a Gear check.",
  "WF.gc": "Activating a wondrous contraption is referred to as a “Gear check” and is performed by rolling 1d20 + Intelligence modifier + level. The result is then compared to the corresponding number on the contraption’s result chart to determine the result of the check.",
  "bedlamite.mechanical": "Mechanical Calamity: Anytime a Gear check results in a natural 1, something catastrophic happens. In such a case, roll the die listed (modified inversely by Luck) on the results chart of the wondrous contraption in question.",
  "WF.calavera": "Calavera",
  "calavera.ActorSheetCalavera": "Calavera",
  "calavera.calaveraAbilities": "Calavera Abilities",
  "WF.signatureWeapon": "Signature Weapon",
  "WF.boneDance": "Bone Dance: (cost of 2 points of temporary Personality.) Calaveras are held in such high regard by wandering spirits that they may call on these spirits in times of need, with the spirits temporarily pushing through the Veil to inhabit and animate any corpse(s) currently collecting maggots in the general area. If no corpses are available, the spirits intercept attacks aimed at the calavera instead. See Spell-Like Abities - Bone Dance.",
  "WF.deadSpeak": "Dead Speak: Calaveras see across the veil that divides the land of the living from that of the dead. Spirits within eyesight are sen while in the Near (that part of the spirit world that overlaps with our own) in addition to any un-dead invisible while visiting the skin lands. A calavera can communicate normally with any intelligent being in the spirit world. The language of dead is universal.",
  "WF.gloom": "Gloom: Calaveras are unique. They unknowingly serve as a conduit to the negative energies pervading the spirit world, and as a result, they funnel trace amounts of energy (known as “gloom”) into both ranged and melee attack damage. Bullets leave a trail of crackling azure energy while melee weapons are awash in the same soul-numbing energy. The calavera must concentrate to create the negative-energy conduit (it is not always present, and when first summoned, the calavera can not take a move action but can attack in the same round and move freely in subsequent rounds). The power increases the damage from melee and missile attacks by +1d and critical hit results gain a +1 per level to the chart roll. Additionally, un-dead, spirits, and other creatures native to the spirit world lose any resistance/immunity to weapons charged by the gloom.",
  "WF.grimConversation": "Grim Conversations: (cost 2 points of temporary Personality). Calaveras have a gift for communicating with spirits residing in the Near, but speaking with those lucky enough to have made their final journey to the after-life requires the use of grim conversation, which temporarily pulls a soul back from the beyond to answer the siren call of the calavera. See Spell-Like Abilities — Grim Conversations.",
  "WF.sideStep": "Side-step (at a cost of 1 to 2 points of temporary Personality): The spirit world is normally reserved for the restless dead that have failed to cross over into the afterlife for whatever reason. Calaveras have the innate ability to cross the veil that divides the living from the dead, physically stepping into what most calavera come to call a second home.Calaveras side-step into the spirit world by concentrating wholly on any reflective surface for one round. The effort of crossing the veil is taxing, and each jump (including the return trip) costs 1 point of temporary Personality to reflect the force of will spent to attempt the ability. Once the Personality point is spent, the calavera makes a Spirit craft roll: 1d20 + Personality modifiers + level and the total is compared to a DC as set by the judge (but always starts at a DC 8, further modified by situational factors). For example, attempting to enter the spirit world in broad daylight, in front of dozens of onlookers, might impose a +6 penalty to the DC; attempting the ability at midnight in a graveyard would impart a -5 to the DC. Transporting a living ally or mount is possible but costs an additional 1 point of temporary Personality to carry multiple creatures across and adds a cumulative +1 to the DC for each creature carried over.",
  "WF.spookShow": "Spook Show (cost of 2 points of temporary Personality). The restless dead make no bones about how they feel towards a calavera. Calavera are a rare link to the lands of the living, serving as a bastion of hope to those wandering the wastes of the spirit world. When an enemy tries to bring harm to the calavera, chances are there's a friendly spirit nearby that takes offense to that notion. When allowed, the spirit temporarily manifests through the calavera in an attempt to frighten away the target. See Spell-Like Abilities—Spook Show, below. Void Kissed: Calaveras are just as comfortable within the spirit world as that of the living. Their dual nature gives them an innate resistance to attacks made by creatures native to the spirit realm. To reflect this, the calavera doubles their normal save bonus against any special attacks made by un-dead or creatures native to the spirit world. When an enemy tries to bring harm to the calavera, chances are there's a friendly spirit nearby that takes offense to that notion. When allowed, the spirit temporarily manifests through the calavera in an attempt to frighten away the target. See Spell-Like Abilities - Spook Show.",
  "WF.voidKissed": "Void Kissed: Calaveras are just as comfortable within the spirit world as that of the living. Their dual nature gives them an innate resistance to attacks made by creatures native to the spirit realm. To reflect this, the calavera doubles their normale save bonus against any special attacks made by un-dead or creatures native to the spirit world.",
  "WF.dollars": "$",
  "WF.gambler": "Gambler",
  "gambler.ActorSheetGambler": "Gambler",
  "gambler.gamblerAbilities": "Gambler Abilities",
  "gambler.bushwhack": "Bushwhack: The gambler makes their living spending a large portion of time amongst shady sorts that most folks would not consider inviting to Sunday dinner. Given the questionable company they keep, a gambler of worth quickly learns to watch their own back and the backs of those around them. Bushwhack is the stealthy art of delivering an attack that catches the target off guard, maximizing the damage inflicted. To use this ability, the target of the attack mustn't be aware of the gambler’s bad intentions. The attack roll is made with the Mojo die as an attack modifier, and if successful, the attack is automatically considered a critical hit. No matter whether a bushwhack attack is a success or failure, the ability may only be used once during a combat encounter.",
  "gambler.deadmansHand": "Deadman’s Hand: A gambler might keep a derringer in their boot, a razor in their pocket, or just friends with big guns close by for those occasions when they need to slide out of “disagreements.” However, there are times when the wheels fly off the wagon, and a trip to the hereafter is the only sure bet that’s on Fate’s table. It’s for these times that the gambler has one last trick up their sleeve. Digging deep into their store of Luck, the gambler can “charge” a normal deck of cards with the primal energies of chance and release that energy to their advantage.",
  "gambler.fatefulFavorite": "Fateful Favorite (at a cost of 2 points Luck): There’s no doubting that gamblers are the little darlings of the benevolent entity known as Lady Luck. Gamblers rely heavily on the luck of the draw, and she rewards that tendency with an occasional “cosmic redo.” To use fateful favorite, the gambler spends 2 points of Luck after a roll has failed them. The expenditure of Luck allows for an immediate reroll. In the case where the gambler fails a task that does not involve someone opposing the roll, the reroll is automatically allowed. However, should the gambler wish to reroll an attack action, opposed skill roll, or similar action affecting a foe’s fate, the gambler must first overcome the fate of that individual with a contested test of Will. The gambler rolls 1d20 + Willpower save modifier + level vs. 1d20 + Willpower save modifier for the opponent. Matching or beating the opponent in the contested roll allows the gambler to perform the reroll. Fateful favorite may only be used once for any single failed action. Even though Luck is “spent” with this power, a Mojo die is not rolled.",
  "gambler.shadyDealings": "Shady Dealings: The gambler is proficient with a set of specialized skills that help them with games of chance and other, less honorable ventures.",
  "gambler.cheating": "Cheating: As much as any gambler hates to admit it, sometimes you need an ace up your sleeve for that rare occasion that Lady Luck turns a blind eye to your thirst for top-shelf hooch. The cheating skill represents the gambler’s knack for deception during games of chance. Determine success with an opposed roll. The gambler rolls 1d20 + any Agility modifiers + Mojo die vs. the “mark” who rolls 1d20 + Intelligence modifier. When this involves multiple players, take the highest Intelligence modifier at the table and make one roll for the group. Should the gambler succeed, they have won the current round of gambling. Apply a cumulative -1d penalty to further cheating during the same game as suspicion grows amongst those being emptied of their pockets.",
  "gambler.highTolerance": "High Tolerance: The gambler learns early in their career to moderate drinking to better control the ebb and flow of the game. The gambler's Stamina modifier is increased by +2 when determining how many shots or beers it takes to transition from one level of intoxication to the next (see Intoxication rules on page 148).",
  "gambler.questionablePursuits": "Questionable Pursuits: The gambler gains +1d in rolls related to non-violent criminal pursuits (safe cracking, stealth, stealing, etc.).",
  "WF.gunslinger": "Gunslinger",
  "gunslinger.gunslingerAbilities": "Gunslinger Abilities",
  "gunslinger.ActorSheetGunslinger": "Gunslinger",
  "DCC.CurrencyPP": "Dollars",
  "DCC.CurrencyShortPP": "$",
  "WF.fumbleDie": "Fumble Die",
  "gunslinger.deadeyeDie": "Deadeye Die: The spirit possessing their irons augments the gunslinger’s own natural aim, making impossible shots a reality. To represent this, roll a “Deadeye die” to shots fired from the ghost-irons. Adding the result to the ranged attack roll often allows for jaw-dropping feats of accuracy (see trick shot). When firing multiple shots during a single round, use the Deadeye die result rolled on the first shot for all additional shots fired. In addition to the added accuracy, ammo loaded into the possessed firearm is charged by the essence of the spirit and can harm creatures native to the spirit world (see ghost loads).",
  "gunslinger.eagleEye": "Eagle-Eye: Gunslingers have preternaturally good eyesight and are capable of spotting targets at extreme range. When using any firearm, gunslingers have additional range—giving an extra 90’ of long range for pistols and shotguns and 600’ for rifles, at the same penalty as normal long range attacks.",
  "gunslinger.fanTheHammer": "Fan The Hammer: Gunslingers are capable enough with firearms to fire off several rounds in a matter of seconds. Gunslingers may “fan the hammer” at any point during a ranged attack action. Each additional shot after the first suffers a cumulative -1 penalty; however, if using their ghost-irons, the original Deadeye die result applies to each shot fired. The firearm used must be single action and the other hand must be empty. Spraying that much lead into the air doesn’t allow for a lot of precision; targets must be within 10’ of one another from the last target to the next target. Note that anyone can attempt to fan the hammer but the gunslinger just does it better (normal folk suffer a cumulative -1d penalty per shot after the first)!",
  "gunslinger.ghostIron": "Ghost_Irons: A gunslinger should choose a pair of pistols at 1st level that represents the firearms possessed by the spirit of vengeance. The majority of ghost-irons are pistols; however, judges may allow rifles or shotguns to be chosen should they not mind making a few adjustments that might arise. The spirit possessing the weapon is in essence intertwined with the weapon, meaning calaveras and sin-eaters are unable to see the bound spirit of the original owner lingering in the Near. Ghostirons are immune to abilities that affect the un-dead.",
  "gunslinger.ghostLoads": "Ghost Loads: Ghost-ironshave the ability to transform normal ammunition into rounds that consist of spiritual energy. The remains of the bullet effectively vanish into the Near once fired, and there is no need to empty the chambers to reload. Additionally, reloading is a supernatural process, as the gunslinger needs only touch the spare bullets stored in badoliers or gun belts to have them materialize inside the chambers of the ghost-irons (this takes a full round, costs 2 Personality points, fills all empty chambers, and replaces the rules for reloading).",
  "gunslinger.gunDeckResults": "Gun Deck Results: As the weapon is the physical body of a spirit, there are some considerations to take into account when draws are made from the Gun deck. Pulls from the deck that result in a misfire still misfire - a momentary loss of connection between the spirit and the weapon causes the round to becvome inert and will require a round to expel the cartridge and clear the jam. A Luck point may still be spent to ignore the misfire result as usual. A gun deck draw the results in a Critical Fumble table roll is ignored and treated as a misfire result instead.",
  "gunslinger.indestructible": "Indestructible: Ghost-irons are immune to permanent destruction and reform in the holsters of the gunslinger within 1d4 hours, fully reloaded and ready to fire.",
  "gunslinger.lightninDraw": "Lightnin’ Draw: Gunslingers constantly practice their draw, honing their reflexes to shave off fractions of a second. Being able to split a hair on a rat 300 feet away means nothing if the hombre you’re facing down is quicker on the draw. Gunslingers use their Reflex save bonus in the place of Agility when rolling for initiative.",
  "gunslinger.spectralLeash": "Spectral Leash: The gunslinger can call ghost-irons back to their hand in any case where the weapon is forced out (special ability, fumble results, etc.). Using spectral leash is a free action that may be made at the start of the gunslinger's next action. If an enemy has the ghost-iron in their possession, the gunslinger must match or beat the enemy in a contest of wills. Each rolls 1d20 with the gunslinger adding any Willpower save bonus + their current level. Should the gunslinger match or beat the enemy, the ghost-iron travels up to 30’ per round (ignoring any obstacles as it travels through the Near) until it finds its way back to the hand of the gunslinger.",
  "gunslinger.trailCompanion": "Trail Companion: No Gunslinger would be worth a watered-down whiskey without a trusty horse, dog, or other animal companion to accompany them on the trails of the West. Gunslingers share a special empathic bond with their companions and may teach them a basic trick at 1st level. A new trick may be taught at the rate of one at each new level gained. The animal gains an additional HD of hit points and a +1 bonus to AC as part of their initial training and bonding as a onetime bonus.",
  "gunslinger.leadPoisoning": "Lead Poisoning: The gunslinger instinctively aims for the most vulnerable areas on their target and successful strikes often cause devastating wounds. In game terms, the gunslinger has an increased threshold for a critical hit. At 1st level, the threat range is a natural 19-20. The threat range grows as the gunslinger gains experience (see the Class Progression chart to see the increase).",
  "WF.trickShotsTitle": "Trick Shots",
  "WF.deadeyeDie": "Deadeye Die",
  "gunslinger.trickShotsTitle": "Trick Shots",
  "gunslinger.trickShotsDesc": "Trick Shots: One ability imparted to the gunslinger by their ghostly mentor is an uncanny sense of aim. Whatever gun skill the gunslinger had before being chosen is enhanced, allowing for called shots that defy all logic.A gunslinger can declare a trick shot once per round and only when using the possessed irons. Declare a trick shot before rolling any attack dice. Once declared, roll the Deadeye die along with the standard ranged attack die. The result of the Deadeye die counts as a ranged attack modifier. If the result is successful and the Deadeye die is 3 or higher, the declared trick shot is a success! Trick shots can add cinematic effects to an attack: shooting through a hangman’s rope, blasting a lantern to start a fire, shooting a pistol out of an enemy’s hand, or any other displays of precision. Below, you’ll find some sample trick shots that a gunslinger might attempt during gameplay. Players are encouraged to come up with their own trick shots they wish their arcane shootist to become legendary for.",
  "gunslinger.twoFisted": "Two-fisted: Gunslingers may brandish two pistols and fire each of them during a round of combat. Instead of referencing the Using Two Weapons table, the gunslinger’s primary hand rolls a d20 and their off hand rolls a d16 (the same as having an Agility of 18+ on the mentioned chart). As an additional bonus, if the gunslinger is using a firearm with a rate of fire (ROF) more than 1, instead of the usual -1d modifier for each shot past the first (cumulative), the gunslinger is only at a -1 modifier (cumulative) for each shot after the first from each gun.",
  "gunslinger.freeBleeder": "Free Bleeder: Gunslingers are known for the deadly accuracy of their firearms and rightly so. One tactic often used by the shootist is to aim for an area that holds an artery or other area that will continue bleeding—thus causing the target distress from the added effect of the attack.",
  "gunslinger.lameDuck": "Lame Duck: The gunslinger has a knack for placing a bullet in places that make sure their opponent is down for the count before they have time to make their own irons “bark” in retaliation. Lame duck is a trick shot with the intent of taking away an opponent’s mobility by damaging legs and feet.",
  "gunslinger.pistolWhip": "Pistol Whip: Sometimes a gunslinger must get into the thick of things and reloading isn’t an option. Gunslingers can take the butt of a pistol or rifle and send teeth flying with minimal effort. Pistol whipping is a melee attack.",
  "gunslinger.skinTheSmokeWagon": "Skin the Smoke Wagon: Every man and woman toting an iron knows that getting the drop on the fella trying their best to put you in the ground can make all the difference. Gunslingers are known for their lightning fast reflexes and may declare this trick shot once at the beginning of any round of combat. Skinning the smoke wagon results in a faster initiative roll at the expense of not being able to declare a trick shot during the first round of combat (the gunslinger opts to sacrifice the trick shot in attempts to gain the faster hand). Roll the Deadeye die along with the initiative roll and reference the following chart.",
  "gunslinger.spinningLead": "Spinning Lead: The gunslinger uses their expert skill of marksmanship, coupled with the supernatural aid of his ghostly irons, to put a “spin” on the round being discharged, allowing unseen targets to be struck despite any cover they’re benefitting from. In one fluid motion, the wrist is twisted while additional factors such as wind, size of target, etc. are considered. Remember, there must be a way for the bullet to find its mark. A target standing behind a closed door in a cabin could not be targeted; although, should there be an open window in the area of the target, spinning the lead could be declared.",
  "gunslinger.turnemYeller": "Turn'em Yeller: The gunslinger pulls their irons and shows off their fancy skills with a flashing display of spins and tosses of the firearm(s). The effect unnerves their opponent(s), making them think twice about drawing down on someone so in-tune with their irons. To use turn’em yeller the gunslinger must gain initiative on their target(s) and use the trick shot before coming under attack from the chosen target(s). To determine success, roll a d20 modified by Personality in addition to the Deadeye die instead of an attack roll.",
  "WF.noResult": "No Effect",
  "gunslinger.fB1": "The gunslinger’s attack nicks the brow of their target, causing a trickle of blood to flow from above the eye. Targets will continue to bleed for 1 hp of damage and suffer a -2 to attack rolls for 1d3 rounds.",
  "gunslinger.fB2": "The gunslinger’s attack leaves a gash in the brow of their target, causing a thick stream of blood to flow from above the eye. Targets will continue to bleed for 2 hp of damage and suffer a -3 to attack rolls until the wound is tended to and pressure applied.",
  "gunslinger.fB3": "The bullet finds its way to a vital spot, severing an artery. Blood sprays the target in a gory display, spurting with every heartbeat until the wound is dressed and pressure applied for 1d4 rounds. Until tended, the wound inflicts an additional 1d6 hp in bleeding damage each round.",
  "gunslinger.fB4": "The bullet finds its way to a vital spot, severing an artery. Blood sprays the target in a gory display, spurting with every heartbeat until the wound is dressed and pressure applied for 1d4 rounds. Until tended, the wound inflicts an additional 1d4 hp in bleeding damage each round. Additionally, the target must pass a Fort save with a DC matching the total attack roll to avoid passing out from the loss of blood.",
  "gunslinger.fB5": "The bullet strikes deep into the target’s chest, piercing a great blood vessel. Blood sprays with every heartbeat as the target can do nothing but watch their life pass before their eyes. The target must immediately pass a Fort save with a DC matching the total attack roll to avoid bleeding out and dying within 1d3 rounds. Targets must be healed immediately by magical means or have access to a surgeon, who can stabilize the wound until surgery can be performed.",
  "gunslinger.lD1": "The bullet grazes the kneecap of the target causing intense pain and momentary loss of Movement. Targets must immediately pass a Fort save with a DC that matches the final attack score. Failure results in the loss of Movement for one round.",
  "gunslinger.lD2": "The gunslinger’s shot lands low, blowing one random toe off the opponent (boots offer no protection). In addition to suffering an additional 1d4 hp in damage, the target must immediately pass a Ref save with a DC matching the total attack roll to avoid hopping around on one foot, dropping anything held, to grab the injured foot for 1d3 rounds.",
  "gunslinger.lD3": "The bullet shatters the kneecap of the target causing intense pain and impairs normal Movement. In addition to suffering an additional 1d6 hp in damage, targets must immediately pass a Fort save with a DC that matches the final attack score. Failure results in a permanent -5 to Movement until medical treatment can be administered.",
  "gunslinger.lD4": "The bullet strikes the target’s femur, shattering it and severing the artery close to the bone. Target is knocked prone and suffers an additional 1d10 hp in damage and must pass a Fort save with a DC matching the total attack number to return to their feet. Additionally, targets Movement is reduced by 10’, and they continue to bleed out for 1d3 hp in damage each round until medical aid is administered.",
  "gunslinger.lD5": "The gunslinger inflicts a vicious wound! The leg just below the kneecap is completely blown off. Target immediately falls prone and suffers an additional 1d12 hp in damage and must pass a Ref save with a DC matching the total attack number to return to their feet. Lastly, the target’s Move is reduced to 5’ until crutches or a prosthetic can be fashioned to help them walk again. Target continues to bleed out, suffering 1d3 hp in damage each round until medical aid can be administered.",
  "gunslinger.pW1": "The gunslinger spins, bringing the butt of their weapon down hard into the target. A successful strike results in a crushing blow to the target’s skull, inflicting 1d8 hp in damage.",
  "gunslinger.pW2": "The gunslinger spins, bringing the butt of their weapon down hard into the target. A successful strike results in a crushing blow to the target’s skull, inflicting 1d8 hp in damage and stunning the target for 1 round.",
  "gunslinger.pW3": "The gunslinger spins, bringing the butt of their weapon down hard into the target. A successful strike results in a crushing blow to the target’s skull, inflicting 1d10 hp in damage and stunning the target for 1d3 rounds.",
  "gunslinger.pW4": "The gunslinger spins, bringing the butt of their weapon down hard into the target. A successful strike results in a crushing blow to the target’s skull, inflicting 1d12 hp in damage and the target must immediately pass a Fort save versus a DC matching the total attack roll to avoid being knocked unconscious for 1d6 rounds.",
  "gunslinger.pW5": "The gunslinger spins, bringing the butt of his weapon down hard into the target. A successful strike results in a crushing blow to the target’s skull, inflicting 1d12 hp in damage. Additionally, the strike is considered a critical hit and allows the gunslinger a roll on the Blunt Damage critical hit table.",
  "gunslinger.sTSW1": "The gunslinger pulls their firearm with a speed matching a rattlesnake strike, adding +3 to their initiative roll in addition to any normal modifiers.",
  "gunslinger.sTSW2": "The gunslinger pulls their firearm with a speed matching a rattlesnake strike, adding +4 to their initiative roll in addition to any normal modifiers.",
  "gunslinger.sTSW3": "The gunslinger pulls their firearm with a speed matching a rattlesnake strike, adding +5 to their initiative roll in addition to any normal modifiers. Additionally, the first shot gains a +1d attack roll bonus.",
  "gunslinger.sTSW4": "The gunslinger pulls their firearm with a speed matching a rattlesnake strike, adding +6 to their initiative roll in addition to any normal modifiers. Additionally, the rapid draw of the gunslinger’s irons rattles their opponents, resulting in a +2 bonus to AC during the first round of combat.",
  "gunslinger.sTSW5": "The gunslinger pulls their firearm with a speed matching a rattlesnake strike, adding +7 to their initiative roll in addition to any normal modifiers. Additionally, the rapid draw of the gunslinger’s irons rattles their opponents, resulting in a +4 bonus to AC during the first round of combat.",
  "gunslinger.sL1": "The bullet arcs at the proper moment, grazing a target normally considered impossible to attack. The gunslinger must be aware of the target’s general whereabouts to declare the trick shot, which suffers a -1d to damage.",
  "gunslinger.sL2": "The bullet arcs at the proper moment, striking a target normally considered impossible to attack. The gunslinger must be aware of the target’s general whereabouts to declare the trick shot, which suffers a -1 to damage.",
  "gunslinger.sL3": "The bullet arcs at the proper moment, striking a target normally considered impossible to attack. The gunslinger must be aware of the target’s general whereabouts to declare the trick shot. Should the shot find its mark, the bullet catches the target off guard, inflicting an additional 1d6 hp in damage.",
  "gunslinger.sL4": "The bullet arcs at the proper moment, striking a target normally considered impossible to attack. The gunslinger must be aware of the target’s general whereabouts to declare the trick shot. Should the shot find its mark, the bullet catches the target off guard, inflicting an additional 1d6 hp in damage. Additionally, the target must pass a Will save versus the DC of the total attack roll to avoid being stunned for 1d3 rounds.",
  "gunslinger.sL5": "The bullet arcs at the proper moment, striking a target normally considered impossible to attack. The gunslinger must be aware of the target’s general whereabouts to declare the trick shot. Should the shot find its mark, the bullet catches the target off guard, inflicting an additional 1d10 hp in damage. Additionally, the target must pass a Will save versus the DC of the total attack roll to avoid being knocked prone and becoming stunned for 1d3 rounds.",
  "gunslinger.tY1": "One chosen opponent within sight must immediately pass a Will save versus a DC matching the total of the roll. Failure results in a -2 penalty to attack should the target(s) choose to target the gunslinger. The effect lasts one round.",
  "gunslinger.tY2": "One chosen opponent within sight must immediately pass a Will save versus a DC matching the total of the roll. Failure results in a -1d penalty to attacks should the target choose to target the gunslinger. The effect lasts 1d3 rounds.",
  "gunslinger.tY3": "Up to 1d4 opponents within sight must immediately pass a Will save versus a DC matching the total of the roll. Failure results in a -1d penalty to attacks should the targets choose to target the gunslinger. The effect lasts 1d6 rounds.",
  "gunslinger.tY4": "Up to 1d4 opponents within sight must immediately pass a Will save versus a DC matching the total of the roll. Failure results in a -1d penalty to attacks should the targets choose to target the gunslinger. Additionally, the gunslinger gains a +1d modifier on all attack rolls against affected targets for 1d6 rounds, after rattling their nerves so successfully.",
  "gunslinger.tY5": "All opponents within sight must immediately pass a Will save versus a DC matching the total of the roll. Failure results in a -1d penalty to attacks should the targets choose to target the gunslinger. Additionally, the gunslinger gains a +1d modifier on all attack rolls against affected targets for the duration of the combat, after shattering their nerve.",
  "WF.hellbilly": "Hellbilly",
  "hellbilly.hellbillyAbilities": "Hellbilly Abilities",
  "hellbilly.ActorSheetHellbilly": "Hellbilly",
  "hellbilly.jugMagic": "Jug Magic: The hellbilly never leaves home without a drinking vessel that is a conduit to a magical hollow stump that stores fey-crafted “hooch.” Normal folks taking a sip of the spirits often find it to be poisonous (DC 13 Fortitude check to avoid passing out for 1d8 hours—passing the save results in the drinker immediately going to the smashed level of intoxication); however, hellbillies have fey-blood coursing through their veins, and sipping from whatever form the vessel takes (horn, jug, skin, etc.) not only brings about an intense intoxication, but also grants the ability to channel a magical power pulled from one of the many races of fey that have stopped to take a swill from the stump in recent months (see the Jug Magic chart). Any one vessel that the hellbilly has had in their possession for at least 24 hours can become linked to the magic stump.",
  "hellbilly.mountainLore": "Mountain Lore: The hellbilly is raised listening to tales told around the campfire by kinfolk well-versed in folklore, mythology, and the ways of the wee-folk. They’re also taught the ways of the land and how to survive off it. To represent this, the hellbilly is considered skilled when making checks related to folklore, mythology, and outdoor survival.",
  "hellbilly.rideTheLightnin": "Ride the Lightnin’: No one will ever accuse the hellbilly of keeping a cool head during stressful times. When there’s a fight to be had, the chaotic nature of the hellbilly is a force to be reckoned with as they carry the unmatched rage of their fey kinfolk, the mountain troll, within their blood. To activate ride the Lightnin’, the hellbilly must spend a full-round action drinking hooch. The action immediately takes the hellbilly to new heights of intoxication as the mountain troll spirit takes over. The hellbilly goes straight to smashed on the Intoxication chart (no matter if they were sober or already drunk). While in a rage, the hellbilly can take only Move and melee-attack actions. In addition, the following benefits and penalties are gained: While inebriation slows down the raging hellbilly and makes them easier to hit, they feel little in the way of pain from blows dealt in this condition. Hellbillies can fight on even after they've lost all their hit points. They can go to negative hit points equal to a roll of their HD+CL. When the rage ends, the hellbilly will be at 0 hit points and will be bleeding out (see pg 139) if they went into their bonus hit points during the rage. While riding the lightnin’, the hellbilly is capable of raining down blow after blow of vicious attacks in every round of combat. The hellbilly’s first melee attack of each round is made by rolling 1d24. Additional melee attacks can then be made at a cumulative -1d penalty for each attempted attack (first attack is at 1d24, second attack is at 1d20, third attack is at 1d16, etc.) during the current round. Note that ride the lightnin’ can only be used with melee attacks. The benefits of ride the lightnin’ do come with a price—each round of ride the lightnin’ after the first round causes 1 point of temporary Stamina loss to the hellbilly, representing the toll the berserkerstate takes on the body of the hellbilly. Shaking off this state of rage is no easy feat for the hellbilly; to stop the effects of ride the lightnin’, the hellbilly must pass a DC 12 Willpower save at the start of the round they wish to stop the rage. Failure results in continuation of the rage, as the hellbilly blindly attacks any remaining enemies (or allies if there are no foes remaining within reach of the hellbilly). This berserker state lasts until the Willpower save is passed or the hellbilly passes out from exhaustion (Stamina reaches a minimum of 1). Lost Stamina points are restored to full after a good night’s sleep of at least 8 hours.",
  "hellbilly.soulfulBalladeer": "Soulful Balladeer: Legend has it that a hellbilly is born with a fiddle in their hand, as their knack for mastering instruments is truly unmatched. This inherited gift is a direct result of their fey kinship and can be used to magically inspire allies or fill their enemies with dread. To use soulful balladeer, the hellbilly must devote a full-round action to singing and playing their instrument of choice. The hellbilly is allowed to move at their normal speed while playing, but full concentration must be given to the chosen ballad to reap the benefits of the song (no other actions are permitted). The effects of soulful balladeer are determined by the roll of the Ballad die and the song chosen by the hellbilly:",
  "hellbilly.soulSoother": "Soul Soother: Their voice and the notes of the song work their way straight to the core of each ally within earshot. Allies doing nothing but listening and resting find the healing of any wounds they’ve suffered accelerated. Each ally and the hellbilly receives a number of hit points of healing equal to the result of the Ballad die. Soul soother may only be used once on any specific set of wounds.",
  "hellbilly.doomAndGloom": "Doom and Gloom: The hellbilly performs a song that touches upon the primal fear of their enemies, instilling the certainty that this battle will be their last. Up to one enemy per level of the hellbilly can be chosen as the target of doom and gloom. Chosen targets suffer the result of the Ballad die as a negative modifier to all action die and saving throw rolls for as long as the song is played.",
  "hellbilly.hoedown": "Hoedown: The hellbilly performs a song that inspires all allies within earshot, filling their souls with a fresh swell of courage and a certainty that the coming battle is well within their reach. Allies within earshot of the hellbilly gain the result of the Ballad die as a positive modifier to all action die and saving throw rolls as long as the song is being played.",
  "WF.luchador": "Luchador",
  "luchador.luchadorAbilities": "Luchador Abilities",
  "luchador.ActorSheetLuchador": "Luchador",
  "WF.luchadorDie": "Luchador Die",
  "luchador.battleHardened": "Battle Hardened: Constant use of hand and foot to deliver swift and brutal justice results in the luchador’s attacks inflicting devastating blows. The luchador inficts 1d8 damage with any hand-to-hand attack at 1st level, and this damage increases with experience (see Progression chart).",
  "luchador.fame": "Fame: As a luchador makes their way across the frontier, their reputation as a good-hearted warrior, defending the weak, results in their being treated like a celebrity. Players roll (equal to or under their fame) once the luchador enters any new town to see if they are recognized. If they are, word quickly spreads, and they’ll soon find free meals and discounts on goods and services. See the Luchador Progression table for the chance of being recognized.",
  "luchador.flare": "Flair: Luchadores feed off the emotions of the crowd, often striving to pair their martial skill with showmanship to stir up the crowd. Using flair is a means to restore temporary Personality points as the luchador recharges on the emotional energy of excited spectators. To use flair, the luchador declares a special signature move they hope will stir the crowd and then rolls for the attack along with the Lucha die. Success on the attack and on the Lucha die (3 or higher) replenishes 1d3 temporary Personality points. However, failure comes with a price, and should the Lucha die result be less than 3, the attempt instead results in a loss of 1 Personality point, as the crowd disapprovingly jeers at the awful attempt at showboating. To use flair, a group of sentients (humans, humanoids, or other) must be actively watching the combat and not participating.",
  "luchador.muscleOil": "Muscle Oil: For a variety of reasons, luchadores are meticulous in their constant application of body oil. They often expose much of their skin while wrestling in the sunbaked lands of the western territories and need the hydrating power of their emoluments to prevent the kiss of the sun from drying and damaging their skin. The glistening oil highlights their muscles and allows them to maximize their showmanship. This steady application of oil also allows luchadores to squeeze into places typically half the size a person of their size would normally fit. Finally, the slipperysmooth coating of the luchador provides them a +2 AC bonus against melee attacks with natural weaponry (fist, claw, foot, etc.).",
  "luchador.signatureMove": "Signature Move: Luchadores eventually develop their own style of wrestling, displayed by “signature moves.” Signature moves blend showmanship, acrobatics, and martial skill, resulting in roars from the crowd and agonizing screams from the recipient of the move. Once per round, before rolling to attack, the luchador may declare a signature move. Add the result of the Lucha die as a modifier to both attack and damage as normal, but should the resulting Lucha die roll be a 3 or higher, the attempted signature move is a success, resulting in added effects (temporary blindness due to a claw rake, vomiting as a result of a vicious airplane spin, etc.). Some signature move examples are given later.",
  "luchador.spiritMask": "Spirit Mask: Every luchador finishes their training with the sacred “Ceremonia de la Máscara,” a spiritual ceremony wherein the warrior’s mentor presents them a mask that represents their unique wrestling style and personality. Spirit masks, as they are called, are all unique in appearance but serve the same purpose, acting as a focus for that luchador to manifest their divinely gifted supernatural powers. Temporary Personality points must be spent each time a mask power is used, representing the willpower required to manifest the ability. Once Personality reaches 0, the luchador is considered exhausted until they can rest and recover spent points. All lost points return after eight hours of rest. All mask powers manifest on the round they are activated, and activation is considered a free action, although only one mask power may be activated per round. Activated powers may stack. A core list of spirit-mask powers and temporary Personality costs are given below, but judges and players are encouraged to create their own mask powers to best reflect the luchador’s wrestling style.",
  "luchador.spiritArmor": "Spirit armor (2pts.): The luchador is bathed in a second skin of shimmering energy, gaining a bonus to AC equivalent to the roll of the Lucha die and a +1d to their Fort save. Spirit armor lasts 1d3+CL rounds.",
  "luchador.boundingLeap": "Bounding leap (1pt.): Bounding leap gives the luchador the ability to leap 15’ vertically and horizontally without a running start. With a running start, the range of each is doubled. Attacks made with bounding leap are at -2 but damage is +1d, with a 20% chance per level of knocking the target prone on a successful attack. Bounding leap lasts one round.",
  "luchador.battleCry": "Battle cry (2pts.): The luchador bellows a primal shout that shudders foes and emboldens allies. Allies, including the luchador, gain a +1 bonus to attack rolls and Will saves. Additionally, enemies suffer a -1 penalty to attacks and Will saves. Battle Cry lasts for 1d3+CL rounds.",
  "luchador.strengthOfTheBull": "Strength of the bull (1pt.): The luchador channels the power of their very soul to perform great feats of strength. These feats range from lifting a tree from off a stagecoach, holding a boulder aloft while allies make a hast retreat, etc. For the purposes of these feats of strength, the luchador gains a +1d modifier to the roll, and their strength modifier is doubled. Strength of the bull lasts 1d3+CL rounds.",
  "luchador.oneManArmy": "One man army(4pts.): Any attacks made while one man army is in use doubles the luchador's attack and damage bonus, including Lucha die result, though the doubling does not apply when determining the success of signature moves (for example: the luchador attempts a signature move and rolls a 2 on the Lucha die. The result is doubled to a 4 for attack and damage bonuses, but does not change the original Lucha die roll in regards to the signature move being successful). The luchador additionally gains another melee attack each round with a d16 action die (attack and damage bonuses apply to this attack as well). One man army lasts one round per level." ,
  "luchador.eyeOfTheCat": "Eye of the cat (1pt.): The eyese of the mask begin to glow faintly, granting excellent vision in darkness. The luchador gains nigh vision up to 60' and the ability to see the invisible for 10+CL rounds.",
  "luchador.indomitableWall": "Indomitable wall (2pts.): The luchador balks at the notion of defeat and taps their inner spirit to bolster resolve. While in effect, the luchador is immune to all fear-related effects, including Grit checks. Indomitable wall lasts 1ds+CL rounds.",
  "luchador.devilsBane": "Devil's bane(3pts.): The path of the luchador teaches that light must prevail over darness and its twisted minions, fueling the enmity that exists between luchadores and creatures that walk the Path of the Damned. Devil's bane allows the luchador's attacks to affect creatures normally immune to non-magical attacks. Additionally, attack, damage, Lucha die, and Crit rolls increase by +1d against any creature not native to the earth. Devil's bane lasts for 1d3+CL rounds.",
  "luchador.righteousTalons": "Righteous talons (3pts.): The luchador's hands begin to glow with a spectral overlay of eagle talons. Righteous talons add a +1d modifier to unarmed melee-attack damage and improves the luchador;s critical-threat range to a natural 19-20. Righteous talons lasts 1d3+CL rounds.",
  "luchador.tagTeam": "Tag Team: Should the luchador be lucky enough to be working side by side with fellow master of the ring, the two may act in tandem to perform amazing feats. Both warriors must be luchadores. The luchadores act on the lowest initiative of the two and declare a signature move they wise to execute together on their action. Both players roll their action and Lucha die, taking the higher of the two action rolls and Luch die rolls to determine their join success (attacking, acrobatics, etc.) Base damage is +2d on a successful action, with noth luchadores' Strength modifiers being applied to the attack damage, and the attack generates an automatic critical hit result.",
  "WF.mountebank": "Mountbank",
  "mountebank.ActorSheetMountebank": "Mountbank",
  "mountebank.mountebankAbilities": "Mountbank Abilities",
  "WF.magicalFormulae": "Magical Formulae",
  "mountebank.alchemy": "Alchemy: The mountebank is not only capable of creating genuine remedies for common ailments but they’ve also learned to imbue formulae with arcane energy, resulting in creations with unexplainable, wondrous results. These formulae fall into one of two categories—Mundane or Magical.",
  "mountebank.magicalFormulae": "Magical Formulae: To create any magical elixir, salve, etc., the mountebank chooses a formula from those kept in his personal journal. Unlike mundane formulae, a complicated set of tools and brewing equipment are not needed to make magical formulae. The mountebank merely needs a bit of liquid in a container that they invest with their personal power to make the magic work. Mountebanks begin the game with four magical formulae. You earn one new formula per level and through discovery while adventuring. To craft a magical elixir, the mountebank rolls 1d20 + Intelligence modifier + level (called a Brew check). Cross reference the total on the chart of the chosen formula found in the Magic section. Elixirs remain charged and can be used by those they’re given to; however, only a few magical elixirs can remain “charged” at any given time (see the Known Formulae chart).",
  "mountebank.mundaneFormulae": "Mundane Formulae: The mountebank can also craft non-magical compounds such as acids, adhesives, poisons, and even explosives. Proper ingredients must be on hand along with the mountebank’s laboratory (a portable one works fine) to make a stable compound. To determine the potency of the compound crafted, reference the Mundane Formulae chart.",
  "mountebank.mutagenicReaction": "Mutagenic Reaction: Mixing various chemicals with unstable components is a risky venture, even for one well versed in alchemy. Should the mountebank roll a natural 1 on any Brew check, something has gone horribly wrong and often results in bodily harm to the mountebank and those close by as the poorly created formula explodes, drenching the creator and possibly others nearby (the description for the mutagenic reaction will determine other targets). To determine the exact effect of the mutagenic reaction, roll the listed die found under each formula and adjust by your current Luck modifier. Note that mundane formulae do not require a Brew check to create.",
  "mountebank.greenThumb": "Green Thumb: The mountebank is considered skilled at gathering components needed to make poultices, adhesives, poisons, etc. Judges should set a DC based on the surrounding area. A typical search for components should be set at DC 10 with success resulting in enough desired components to make a mundane formula for 1d3+level uses.",
  "mountebank.showmanship": "Showmanship: Being a person of many words, the mountebank uses fancy verbiage (combined with fast hands) to deceive and misdirect the audience during the “pitch,” encouraging them to empty their wallets. The mountebank is skilled in various things related to performing a typical stage show—such as sleight of hand, oration, crowd reading, or fast-talking. Hornswoggling is a particular use of showmanship that allows the mountebank to command a person or audience into doing something, and the subjects are completely convinced it was their idea. This is limited to commands that won’t be immediately detrimental to the person or crowd being influenced (“walk over the cliff like lemmings” would not be followed for instance). This is a non-magical talent akin to suggestive hypnosis. To attempt these skills, the mountebank will either need to match a DC set by the judge or make a contested roll versus another character or NPC. Contested rolls are made by rolling a d20 + any relevant ability modifier vs. the opponents d20 + any relevant ability modifier. When influencing a crowd, use the highest modifiers of any individual found in the crowd for an opposed roll.",
  "mountebank.snakeVeins": "Snake Veins: The mountebank often incorporates venom from serpents and insects in the brewing of elixirs and mundane compounds. The constant use and accidental exposure builds up a resistance over time. Mountebanks double their Fortitude save bonus against all poison-based attacks.",
  "WF.mysticMonk": "Mystic Monk",
  "mysticMonk.ActorSheetMysticMonk": "Mystic Monk",
  "mysticMonk.mysticMonkAbilities": "Mystic Monk Abilities",
  "WF.martialArts": "Martial Arts",
  "mysticMonk.martialArtsManuevers": "Martial Arts Manuevers",
  "mysticMonk.chiDisciplines": "Chi Disciplines: The monk may attempt any of the following mystic disciplines. Manifesting chi disciplines is an exhausting effort and is represented by the expenditure of temporary Personality points (see each individual discipline for cost). Should the monk reaco 0 Personality they are considered exhausted (-1d to all actions requiring a roll) until eight hours of rest can be had. Manifesting a chi discipline is a free action, and chi disciplines can stack, but only one may manifest per round.",
  "mysticMonk.dragonsBreath": "Dragon’s Breath (Cost: 3 Personality points): The mystic monk taps into the spirit realm, channeling the breath of dragons roaming the hellish realm of Diyu. The monk’s fists and feet ignite with a supernatural flame, inflicting an additional 1d6 fire damage on successful unarmed attacks. The target will catch fire if they do not make a DC 10+CL Reflex save and will suffer 1d6 burn damage each successive round until a full round is devoted to putting out the flames (with no other action possible). Dragon’s breath lasts 1d3+CL rounds.",
  "mysticMonk.dragonHide": "Dragon Hide (Cost: 2 Personality points): The mystic monk channels and shapes their chi, forming a protective barrier that serves as a reptilian second skin over the body. Upon activation, roll the Chi die and apply the result as a positive modifier to the monk’s current Armor Class. Additionally, the monk's Fortitude save is increased by +1d for the duration. Dragon hide lasts 1d3+CL in rounds.",
  "mysticMonk.flightOfTheFeather": "Flight of the Feather (Cost: 1 Personality point): The mystic monk may use their chi to temporarily alter body mass, effectively becoming light as a feather, giving the monk the ability to fall harmlessly, climb walls, run across water, etc. Should the monk already be in midfall, a DC 12 Reflex save is required to trigger the discipline before reaching the ground. Flight of the feather lasts 1d3+CL in rounds.",
  "mysticMonk.mysticMending": "Mystic Mending (Cost: 2 Personality points): The mystic monk channels their chi to heal themselves or others of physical damage. Once manifested, the monk places their hands on the injured area to heal it. To determine the amount healed, the monk rolls the Chi die and adds the result to their level to determine the number of hit points healed. Mystic mending takes 1 round.",
  "mysticMonk.towerOfTheMind": "Tower of the Mind (Cost: 3 Personality points): The mystic monk harnesses their inner chi, weaving a virtual fortress around their psyche, resulting in increased resistance to mental attacks. Once activated, the monk is immune to the effects of fear and doubles their Willpower save modifier against all other mind-altering effects (including magical). Tower of the mind lasts 1d3+CL rounds.",
  "mysticMonk.livingWeapon": "Living Weapon: Part of the daily training the mystic monk practices hardens both fist and foot to such a degree that they can shatter wood and stone and break bones with a well-placed blow. Hand and foot attacks inflict 1d5 damage at 1st level and increase with experience (see progression chart). Additionally, the mystic monk gains a bonus unarmed attack (using fist or foot) with a d16 attack die.",
  "mysticMonk.martialArts": "Martial Arts: The mystic monk is a true master of martial arts and may declare the use of esoteric maneuvers once per round for added effect to an attack. To use martial arts, the mystic monk declares a maneuver they wish to perform before rolling for the attack. The Chi die is rolled along with the attack die and used as a modifier to attack and damage rolls. Should the Chi die result be 3 or higher, the declared martial-art maneuver is a success—adding additional effects to the attack (sweep the leg, stunning strike, eye gouge, etc.). Remember only one martial arts maneuver may be attempted in a single round regardless of the number of attacks allowed that round. A few examples are given later in the class description.",
  "mysticMonk.stealth": "Stealth: The ability to remain hidden from the enemy, while moving silently amongst them, is a talent the mystic monk excels at; they are considered skilled when making any rolls related to moving silently and remaining unseen. Mystic monks add their Reflex save modifier to all stealth-related rolls.",
  "WF.chiDie": "Chi Die",
  "mysticMonk.martialArtsDesc": "The mystic monk constantly trains their chosen style of martial art based upon their chosen philosophy and the training received from their Master. Players are encouraged to pick a style existing in modern day to develop unique strikes, holds, and throws that fall in line with the theme of the chosen style and their use of the Chi die.",
  "mysticMonk.disarm": "Disarm: Mystic monks are considered masters of handto-hand combat, utilizing techniques honed and perfected through theory and practice. Disarming an opponent is often a quick pain-free way to end the fight before it even begins.",
  "mysticMonk.flyingKick": "Flying Kick: With a small running start, the mystic monk leaps into the air and uses forward momentum to connect heel to target, sending their foe crashing to the ground. The monk can only knock targets prone that are no more than twice the size and weight of a man.",
  "mysticMonk.kipUp": "Kip Up: Normally, being knocked prone means having to use one’s entire action to stand up. The mystic monk uses a variation of a double kick to spring back to their feet in an instant, allowing the warrior a chance to act during moments where others would lie helpless.",
  "mysticMonk.quiveringPalm": "Quivering Palm: Mystic monks are known for being able to channel their own chi (a mystic energy every living being produces). The humble warrior is also capable of altering the flow and manipulating the chi of others to various effects.",
  "mysticMonk.thunderClap": "Thunder Clap: The mystic monk uses their open hands to land simultaneous blows on the opponent’s ears. A successful strike is not only painful but impairs hearing and potentially leaves the target deaf.",
  "mysticMonk.disarm1": "With lightning speed, the mystic monk strikes the target’s weapon arm. The target must immediately pass a Reflex save with a DC matching the total attack roll to avoid dropping the weapon being held. Any onehanded weapon may be disarmed this way.",
  "mysticMonk.disarm2": "With lightning speed, the mystic monk strikes the target’s weapon arm. The target must immediately pass a Reflex save with a DC matching the total attack roll to avoid dropping the weapon being held. One or two-handed weapons may be disarmed this way.",
  "mysticMonk.disarm3": "The target must immediately pass a Reflex save with a DC matching the total attack roll to avoid losing the weapon they are wielding. The mystic monk takes the weapon and empties it of any ammunition (assuming the weapon is a firearm). The monk must have at least one empty hand to perform the disarm and may hand the firearm back to the opponent to humiliate them. Optionally, any weapon may be snatched and thrown up to 10’ away.",
  "mysticMonk.disarm4": "The mystic monk acts with such speed and precision that multiple targets may be disarmed. Up to four opponents in melee range must immediately pass a Reflex save with a DC matching the total of the attack roll to avoid dropping any weapons being held.",
  "mysticMonk.disarm5": "The mystic monk acts with such speed and precision that multiple targets may be disarmed. Up to four opponents in melee range must immediately pass a Reflex save with a DC matching the total of the attack roll to avoid dropping any weapons being held. Additionally, each weapon is temporarily charged with the chi of the mystic monk, causing each to glow with an unearthly heat. Touching the weapons will cause 1d4 in burn damage each round held, and wielders suffer a -1d attack penalty while using the weapons. The heat diminishes after 1d6 rounds.",
  "mysticMonk.fK1": "The mystic monk launches into the air, connecting with a crushing kick attack for an additional 1d6 in damage. Target must immediately pass a Reflex save with a DC matching the total of the attack roll to avoid being knocked prone and back 5’. Enemies can be targeted up to 10’ away with flying kicks.",
  "mysticMonk.fK2": "The mystic monk launches into the air, connecting with a crushing kick attack to the face for an additional 1d7 in damage. Target must immediately pass a Reflex save with a DC matching the total of the attack roll to avoid being knocked prone and back 10’. Enemies can be targeted up to 15’ away with flying kicks.",
  "mysticMonk.fK3": "The mystic monk launches into the air, connecting with a crushing kick attack to the chest for an additional 1d8 in damage in addition to having the wind knocked out of them (stunned for 1d3 rounds). Target must immediately pass a Reflex save with a DC matching the total of the attack roll to avoid being knocked prone and back 10’. Enemies can be targeted up to 15’ away with flying kicks, including those behind barriers of less than 10’ high.",
  "mysticMonk.fK4": "The mystic monk launches into the air, connecting with a crushing kick attack to the chest for an additional 1d10 in damage in addition to having the wind knocked out of them (stunned for 1d4 rounds). Target must immediately pass a Reflex save with a DC matching the total of the attack roll to avoid being knocked prone and back 15’. Enemies can be targeted up to 15’ away with flying kicks, including those behind barriers of less than 10’ high.",
  "mysticMonk.fK5": "The Mystic Monk channels their inner chi to become weightless. The effect allows the monk to travel up to 20’ to land their kick attack, crossing barriers up to 15’ in height, and striking for an additional 1d10 in damage as their weight returns as the blow lands. Landing the kick immediately allows a second attack, with each successful strike allowing for another until the additional attack misses or a maximum of four land successfully. The final kick sends the target back and prone 20’ unless an immediate Reflex save with a DC matching the total attack number of the last strike is made.",
  "mysticMonk.kU1": "The mystic monk coils and springs, instantly landing on their feet. Although Movement is sacrificed to perform the maneuver, the warrior is still free to perform a melee attack.",
  "mysticMonk.kU2": "The mystic monk coils and springs, instantly landing on their feet. The warrior is free to Move and attack on the same round kip up is used.",
  "mysticMonk.kU3": "The mystic monk performs the kip up, surprising anyone within melee range. The monk is free to attack and Move and gains a +3 to all attack and damage rolls for the remainder of the round.",
  "mysticMonk.kU4": "The mystic monk performs the kip up, surprising anyone within melee range. The monk is free to attack and Move and gains a +1d modifier to all attack and damage rolls for the remainder of the round.",
  "mysticMonk.kU5": "The mystic monk briefly taps into their inner chi to spring effortlessly into the air (up to 20’), allowing the warrior to seemingly glide to another spot within 20’ of the original spot. The move counts as the warriors Move action on the round the maneuver is performed, but they are free to attack.",
  "mysticMonk.qP1": "The mystic monk strikes their target and sends forth a tiny “vibration” of energies through the target. Target must immediately pass a Will save with a DC matching the total of the attack roll to avoid being stunned for 1 round.",
  "mysticMonk.qP2": "The mystic monk strikes their target and sends forth a cluster of ”vibrational” energies through the target. The target must immediately pass a Will save with a DC matching the total of the attack roll to avoid being stunned for 1d4 rounds in addition to suffering an additional 1d4 damage.",
  "mysticMonk.qP3": "The mystic monk strikes their target and sends forth a cluster of ” vibrational” energies through the target. The target must immediately pass a Will save with a DC matching the total of the attack roll to avoid being knocked out for 1d4 rounds, in addition to suffering an additional 1d6 damage.",
  "mysticMonk.qP4": "The quivering palm strike is delivered perfectly, momentarily knocking the target’s spirit out of their body! The shock to the system forces an immediate Will save with a DC matching the total attack roll to avoid falling unconscious for 1 turn. Passing the save merely results in the target being stunned for 1d6 rounds, while host and spirit try desperately to reunite. In addition to the above effects, the strike inflicts an additional 1d8 damage.",
  "mysticMonk.qP5": "The quivering palm strike is delivered perfectly, momentarily knocking the target’s spirit out of their body! The shock to the system forces an immediate Will save with a DC matching the total attack roll to avoid falling unconscious for 1 turn. Passing the save merely results in the target being stunned for 1d8 rounds while host and spirit try desperately to reunite. Each round (including the initial) that the two forms are apart inflicts 1d4 temporary Personality damage. Reaching zero results in spirit and body permanently being disjoined, effectively killing the target.",
  "mysticMonk.tC1": "The palms of the warrior strike the ears of the target, inflicting an additional 1d4 in damage. Additionally, the target must pass a Fortitude save with a DC matching the total of the attack roll to avoid becoming momentarily deafened (stunned) for 1d3 rounds. Additionally, for the duration all rolls that are affected by hearing suffer a -1d penalty until the effect wears off.",
  "mysticMonk.tC2": "The palms of the warrior strike the ears of the target, inflicting an additional 1d6 in damage. Additionally, the target must pass a Fortitude save with a DC matching the total of the attack roll to avoid becoming momentarily deafened (stunned) for 1d4 rounds. Additionally, for the duration all rolls that are affected by hearing suffer a -1d penalty until the effect wears off.",
  "mysticMonk.tC3": "The palms of the warrior strike the ears of the target, causing eardrums to “pop,” dropping the target to their knees (counts as prone) as they scream in pain. The attack inflicts an extra 1d8 in damage. Additionally, the target must pass a Fortitude save with a DC matching the total of the attack roll to avoid becoming momentarily stunned for d6 rounds as they can do nothing but scream. All attacks and skill rolls suffer a -2d penalty until effect wears off.",
  "mysticMonk.tC4": "The palms of the warrior strike the ears of the target, causing the eardrums to “pop,” dropping the target to their knees (counts as prone) as the target screams in pain. The attack inflicts an extra 1d8 in damage and the target must pass a Fortitude save with a DC matching the total of the attack roll to avoid becoming momentarily stunned for d8 rounds as they can do nothing but scream. All attacks and skill rolls suffer a -2d penalty until effect wears off.",
  "mysticMonk.tC5": "The mystic monk strikes with such power that both of the target’s eardrums rupture. The target immediately drops prone, suffering an additional 1d10 in damage, and the target must pass a Fortitude save with a DC matching the total of the attack roll to avoid becoming permanently deaf. All actions that require hearing suffer a -2d penalty until the target can be magically healed or a mechanical hearing aid can be invented.",
  "WF.occultist": "Occultist",
  "occultist.ActorSheetOccultist": "Occultist",
  "occultist.occultistAbilities": "Occultist",
  "occultist.spells": "Occultist Spells"

}
