{ 
  "WF.Grit": "Grit",
  "bedlamite.ActorSheetBedlamite": "Bedlamite",
  "bedlamite.bedlamiteAbilities": "Bedlamite Abilities",
  "WF.bedlamite": "Bedlamite",
  "WF.achilles": "Achilles Strategem",
  "bedlamite.achillesDesc": "By spending 1 full round observing anything constructed by human hands, the bedlamite can innately detect the weakest point on the object being observed. After successfully determining the “Achilles heel” of the object, the bedlamite increases damage rolls made against the object by +1d. Additionally, their critical range is then expanded to 19-20 and a +1d modifier is added to any Critical Hit chart roll.",
  "WF.contraptions": "Contraptions",
  "bedlamite.contraptions": "Bedlamites all have the inherent ability to create devices that bend the Laws of Nature. The arcane energies released during the Seven Days of Night baptized and imbued the bedlamite. Their natural talent to repair and invent has grown to such a degree that they can construct and “charge” contraptions that defy logic.",
  "WF.contraptions2": "Contraptions fall into two categories:",
  "bedlamite.contraption1": "Mundane Contraptions: The bedlamite can throw together and repair just about anything (that anyone can use) with the right tools, materials, and time. Mundane contraptions are an improvement over already existing devices, but bedlamites also like to create new and interesting contraptions (spring-heeled boots, lock pick gloves, water-proof lanterns, etc.).",
  "bedlamite.contraption2": "Wondrous Contraptions: Wondrous contraptions are fantastical items only usable by bedlamites. They are limited only by the imagination (and wallets) of their inventor and typically mimic magical spells or items that defy all logic. Wondrous contraptions must be brought to life each use by making a Gear check.",
  "WF.gc": "Activating a wondrous contraption is referred to as a “Gear check” and is performed by rolling 1d20 + Intelligence modifier + level. The result is then compared to the corresponding number on the contraption’s result chart to determine the result of the check.",
  "bedlamite.mechanical": "Mechanical Calamity: Anytime a Gear check results in a natural 1, something catastrophic happens. In such a case, roll the die listed (modified inversely by Luck) on the results chart of the wondrous contraption in question.",
  "WF.calavera": "Calavera",
  "calavera.ActorSheetCalavera": "Calavera",
  "calavera.calaveraAbilities": "Calavera Abilities",
  "WF.signatureWeapon": "Signature Weapon",
  "WF.boneDance": "Bone Dance: (cost of 2 points of temporary Personality.) Calaveras are held in such high regard by wandering spirits that they may call on these spirits in times of need, with the spirits temporarily pushing through the Veil to inhabit and animate any corpse(s) currently collecting maggots in the general area. If no corpses are available, the spirits intercept attacks aimed at the calavera instead. See Spell-Like Abities - Bone Dance.",
  "WF.deadSpeak": "Dead Speak: Calaveras see across the veil that divides the land of the living from that of the dead. Spirits within eyesight are sen while in the Near (that part of the spirit world that overlaps with our own) in addition to any un-dead invisible while visiting the skin lands. A calavera can communicate normally with any intelligent being in the spirit world. The language of dead is universal.",
  "WF.gloom": "Gloom: Calaveras are unique. They unknowingly serve as a conduit to the negative energies pervading the spirit world, and as a result, they funnel trace amounts of energy (known as “gloom”) into both ranged and melee attack damage. Bullets leave a trail of crackling azure energy while melee weapons are awash in the same soul-numbing energy. The calavera must concentrate to create the negative-energy conduit (it is not always present, and when first summoned, the calavera can not take a move action but can attack in the same round and move freely in subsequent rounds). The power increases the damage from melee and missile attacks by +1d and critical hit results gain a +1 per level to the chart roll. Additionally, un-dead, spirits, and other creatures native to the spirit world lose any resistance/immunity to weapons charged by the gloom.",
  "WF.grimConversation": "Grim Conversations: (cost 2 points of temporary Personality). Calaveras have a gift for communicating with spirits residing in the Near, but speaking with those lucky enough to have made their final journey to the after-life requires the use of grim conversation, which temporarily pulls a soul back from the beyond to answer the siren call of the calavera. See Spell-Like Abilities — Grim Conversations.",
  "WF.sideStep": "Side-step (at a cost of 1 to 2 points of temporary Personality): The spirit world is normally reserved for the restless dead that have failed to cross over into the afterlife for whatever reason. Calaveras have the innate ability to cross the veil that divides the living from the dead, physically stepping into what most calavera come to call a second home.Calaveras side-step into the spirit world by concentrating wholly on any reflective surface for one round. The effort of crossing the veil is taxing, and each jump (including the return trip) costs 1 point of temporary Personality to reflect the force of will spent to attempt the ability. Once the Personality point is spent, the calavera makes a Spirit craft roll: 1d20 + Personality modifiers + level and the total is compared to a DC as set by the judge (but always starts at a DC 8, further modified by situational factors). For example, attempting to enter the spirit world in broad daylight, in front of dozens of onlookers, might impose a +6 penalty to the DC; attempting the ability at midnight in a graveyard would impart a -5 to the DC. Transporting a living ally or mount is possible but costs an additional 1 point of temporary Personality to carry multiple creatures across and adds a cumulative +1 to the DC for each creature carried over.",
  "WF.spookShow": "Spook Show (cost of 2 points of temporary Personality). The restless dead make no bones about how they feel towards a calavera. Calavera are a rare link to the lands of the living, serving as a bastion of hope to those wandering the wastes of the spirit world. When an enemy tries to bring harm to the calavera, chances are there's a friendly spirit nearby that takes offense to that notion. When allowed, the spirit temporarily manifests through the calavera in an attempt to frighten away the target. See Spell-Like Abilities—Spook Show, below. Void Kissed: Calaveras are just as comfortable within the spirit world as that of the living. Their dual nature gives them an innate resistance to attacks made by creatures native to the spirit realm. To reflect this, the calavera doubles their normal save bonus against any special attacks made by un-dead or creatures native to the spirit world. When an enemy tries to bring harm to the calavera, chances are there's a friendly spirit nearby that takes offense to that notion. When allowed, the spirit temporarily manifests through the calavera in an attempt to frighten away the target. See Spell-Like Abilities - Spook Show.",
  "WF.voidKissed": "Void Kissed: Calaveras are just as comfortable within the spirit world as that of the living. Their dual nature gives them an innate resistance to attacks made by creatures native to the spirit realm. To reflect this, the calavera doubles their normale save bonus against any special attacks made by un-dead or creatures native to the spirit world.",
  "WF.dollars": "$",

  "mcc.artifacts": "Artifacts",
  "Sentinel.artifactsDesc": "Natural affinity for understanding artifacts",
  "Sentinel.artifactWeaponsAnArmor": "Bonus die to using artifact weapons and armor",
  "mcc.luck": "Luck",
  "Sentinel.darwinianLuck": "The sentinel recovers luck automatically.",
  "mcc.ai": "AI",
  "sentinel.ActorSheetSentinel": "Sentinel",
  "Sentinel.sentinelAbilities": "Sentinel Abilities",
  "Sentinel.artifactDie": "Artifact Die",
  "mcc.Sentinel": "Sentinel",
  "mcc.artifactCheck": "Artifact Check",
  "mcc.Healer": "Healer",
  "Healer.healerAbilities": "Healer Abilities",
  "Healer.naturopathy": "Naturopathy",
  "mcc.artifactCheck": "Artifact Check",
  "mcc.aiRecognition": "AI Recognition",
  "mcc.archaicAlignment": "Archaic Alignment",
  "Healer.artifactsDesc": "Natural affinity for understanding the artifacts of the ancients",
  "Healer.artifactMedical":  "Healers using medical artifacts increase their die type by one.",
  "Healer.darwinianLuck": "Healers regenerate luck",
  "Healer.naturopathyDesc": "Healers can heal a number of times per day",
  "healer.ActorSheetHealer": "Healer",
  "shaman.ActorSheetShaman": "Shaman",
  "mcc.Shaman": "Shaman",
  "shaman.shamanAbilities": "Shaman Abilities",
  "shaman.aiPatron": "AI Patron",
  "shaman.artifactsDesc": "Natural affinity for understanding the artifacts of the ancients",
  "shaman.darwinianLuck": "Shamans regenerate spent luck every week",
  "human.aiRecognition": "Close resemblance to the ancients adds to AI recognition",
  "shaman.programs": "Programs",
  "shaman.aiPatron": "AI Patron",
  "mcc.shamanPrograms": "Shaman Programs",
  "rover.ActorSheetRover": "Rover",
  "mcc.Rover": "Rover",
  "rover.roverAbilities": "Rover Abilities",
  "rover.doorsAndSecurity": "Doors/Security",
  "rover.roverMissileAttack": "Missile Attack Bonus",
  "rover.doorsAndSecurityDesc": "Rovers have a knack for circumventing artifact doors & security",
  "rover.artifactsDesc": "Natural affinity for understanding the artifacts of the ancients",
  "rover.darwinianLuck": "Rovers regenerate luck every 24 hours",
  "rover.roverAbilities": "Rover Abilities",
  "mutant.ActorSheetMutant": "Mutant",
  "mcc.Mutant": "Mutant",
  "mutant.mutantAbilities": "Mutant Abilities",
  "mutant.mutantHorror": "Mutant Horror",
  "mutant.mutantHorrorDesc": "Mutants add to their initiative because of their bizarre appearance",
  "mcc.mutations": "Mutations",
  "mcc.mutationName": "Mutation Name",
  "mcc.programCheck": "Wetware Program Check",
  "mcc.mutationCheck": "Mutation Check",
  "manimal.manimalAbilities": "Manimal Abilities",
  "manimal.naturalAttackDesc": "The manimal possesses natural weapons like claws or bite.",
  "manimal.packMentality": "Pack Mentality",
  "manimal.packMentalityDesc": "Manimals gain bonuses to attack in melee for each manimal attacking a single opponent.",
  "manimal.ActorSheetManimal": "Manimal",
  "mcc.Manimal": "Manimal",
  "plantient.ActorSheetPlantient": "Plantient",
  "plantient.plantientAbilities": "Plantient Abilities",
  "mcc.naturalAttack": "Natural Attack",
  "plantient.naturalAttackDesc": "Plantients have a natural attack with thorn or spines.",
  "mcc.Plantient": "Plantient",
  "plantient.fragrancePheromones": "Fragrance Pheromones",
  "plantient.fragrancePheromonesDesc": "Plantients may give luck to others through their pheromones.",
  "plantient.cantSeeTheForestForTheTrees": "Can't See the Forest for the Trees",
  "plantient.cantSeeTheForestForTheTreesDesc": "Chance to hide by standing still in outdoor settings.",
  "sentinel.initiative": "Sentinels get a bonus to their initiative equal to their class level.",
  "mcc.maxTechLevel": "Max Tech level",
  "plantient.aiRecognition": "Plantients are not recognized by AIs.",
  "mutant.aiRecognition": "Mutants normally receive no inherent bonuses to AI recognition. Should a mutant have no visible or discernible mutations (judge’s discretion), the mutant’s AI recognition bonus may become a +1.",
  "manimal.aiRecognition": "Because of their animalistic appearance, manimals have a natural -4 to AI recognition rolls.",
  "mcc.manimalSubType": "Manimal Sub Type",
  "mcc.mutantAppearance": "Mutant Appearance",
  "mcc.plantientSubType": "Plantient Subtype"

}
